[
    {
      "title": "nulla ad dolor sunt",
      "shortTitle": "Home",
      "slug": "/",
      "content": "Enjoy America’s Lowest Prices for Top Quality at Your Miami Home Furniture Store
      Welcome to Style Furniture, your Miami home furniture store. We offer top quality, brand name furniture for every room of your home, and at the lowest prices in the country. Never to be undersold, or out-serviced, owner Steve Levin and his team provide budget-minded South Florida residents with an outstanding selection of essential bedroom and living room furniture plus tons of fun accent pieces.
      
      A Style and Price for Every Taste in Home Furniture 
      Whether you love rustic farmhouse, mid century modern or ultra sleek contemporary, nobody in South Florida beats our Miami home furniture store’s selection. Always dreamed of a living room sofa on tapering ultramodern legs to give your home a cool vibe? We’re on it. Maybe your bedroom furniture is missing a California king poster bed right out of a grand manor. Just ask! If you’ve said goodbye to commuting, be sure to have a look at our exquisite home office furniture from a simple computer desk on which to park your laptop to classic executive desks and handsome hutches for a work space you’ll be proud to show off. When it comes to home bars, check out our dazzling displays from “Cheers” traditional to space-age-bachelor-pad-chic and in every material from leather to chrome.
      
      We Will Match ANY Price for Home Furniture
      When you shop for your interior design solutions at our Miami home furniture store, you’re getting the lowest prices in the nation on top quality name brands. We are so confident you won’t find a better deal on that kids’ bunk-bed set or 7-piece dining room set that we offer an easy price-match guarantee. At the end of the day you can rest easy on your new 12-inch thick full mattress from us, knowing you got a bargain.
      
      Service Is What Sets Us Apart
      Style Furniture is the highest consumer-rated furniture store in Florida, and one of the highest in the USA. We have a 5-star Google rating with hundreds of reviews. As you can see in our reviews, our team delivers an incredible customer-service experience. For America’s best prices on the hottest South Florida furniture and mattresses, your day has come by choosing to shop at our Miami home furniture store! Browse around and we’ll be ready both online and at our well-curated Miami, FL store. Hope to see you very soon\r\n"
    },
    {
      "title": "velit aute veniam velit",
      "shortTitle": "Catalog",
      "slug": "catalog",
      "content": "Aliquip minim aute minim exercitation Lorem velit nisi do proident deserunt. Fugiat velit duis fugiat sunt amet tempor. Pariatur est ut eu fugiat enim esse. Minim sunt sint enim sint do reprehenderit magna cillum sit. Cupidatat Lorem ullamco in tempor ex enim elit adipisicing cillum. Amet labore eiusmod sunt ex.\r\n"
    },
    {
      "title": "laborum aliquip amet qui",
      "shortTitle": "About",
      "slug": "about",
      "content": "Deserunt occaecat incididunt enim officia deserunt nostrud elit consequat culpa dolore ad aute duis. Nostrud qui tempor esse fugiat reprehenderit. Lorem dolor ad dolore consequat ut ipsum tempor et reprehenderit.\r\n"
    },
    {
      "title": "do sit aliqua in",
      "shortTitle": "Contacts",
      "slug": "contacts",
      "content": "Id labore irure ut labore laboris labore anim cupidatat consectetur sint culpa. Sit laborum ad tempor tempor excepteur reprehenderit quis reprehenderit adipisicing pariatur qui commodo quis. Quis mollit occaecat veniam nulla qui sunt exercitation. Cupidatat anim esse excepteur sit exercitation irure exercitation sit cupidatat officia aute incididunt. Aute est occaecat occaecat commodo deserunt tempor consequat culpa.\r\n"
    }
  ]